Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_osallistuu_norjan_saamelaiskarajien_uuden_vaalikauden_avajaisiin.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja osallistuu Norjan Saamelaiskäräjien uuden vaalikauden avajaisiin
smn: Saavâjođetteijee uásálist Taažâ Sämitige uđđâ vaaljâpaje lekkâmtilálâšvuotân

source: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu tänään 20.10.2021 Karasjoella järjestettäviin Norjan Saamelaiskäräjien uuden vaalikauden avajaisiin .
smn: Suomâ Sämitige saavâjođetteijee Tuomas Aslak Juuso uásálist onne 20.10.2021 Kárášjuuvâst Taažâ Sämitige uđđâ vaaljâpaje lekkâmtilálâšvuotân .

source: Puheenjohtaja korosti tervehdyksessään saamelaisten valtioiden rajat ylittävän yhteistyön merkitystä ja esitti toiveen Saamelaisen parlamentaarisen neuvoston työn ja hallinnon vahvistamisesta tulevaisuudessa.
smn: Saavâjođetteijee tiäduttij jieijâs tiervâttâsâst sämmilij staatâi raajijd rastaldittee oovtâstpargo merhâšume já oovdânpuovtij tuoivuu Säämi parlamentaarlii rääđi pargo já haldâttuv naanoodmist puátteevuođâst.

source: Monet asiat ja haasteet koskettavat saamelaisia kansana yli valtioiden rajojen, ja kaikkien kolmen Saamelaiskäräjien välinen yhteistyö näiden asioiden tiimoilta on erittäin tärkeää, totesi Juuso puheessaan.
smn: Maaŋgah ääših já hástuseh kyeskih sämmiláid aalmugân staatâraajij rasta, já puoh kuulmâ Sämitige koskâsâš oovtâstpargo tai aašij ooleest lii eromâš tehálâš, paahud Juuso savâstis.

source: Juuso nosti esille esimerkkejä myös viimeaikaisesta positiivisesta kehityksestä saamelaisten oikeuksien toteutumisen osalta ja totesi niiden osoittavan Saamelaiskäräjillä ja laajemmin saamelaisyhteisössä tehtävän työn merkityksen.
smn: Juuso pajedij oovdân ovdâmeerhâid meid majemui aaigij positiivlii ovdánmist sämmilij vuoigâdvuođâ olášume uásild já pahudij, ete toh čäittih Sämitige já vijđásubbooht sämisiärváduv pargo merhâšume.

source: Vaikka muutos tapahtuu hitaasti, se silti tapahtuu, kiteytti Juuso.
smn: Veikâ nubástus tábáhtuvá hitásávt, te tot liijká tábáhtuvá, eeđâi Juuso.

source: Myös Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto osallistuu avajaisiin Barentsin alkuperäiskansatyöryhmän edustajana.
smn: Meid Sämitige I värisaavâjođetteijee Anni Koivisto uásálist lekkâmtilálâšvuotân Barents algâaalmugpargojuávhu ovdâsteijen.

source: Lue puheenjohtajan puhe kokonaisuudessaan täältä (pohjoissaameksi).
smn: Luuvâ saavâjođetteijee oles saavâ tääbbin (tavesämikielân).
